IDEA StatiCa Open Model
SectionStiffnesses Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the SectionStiffnesses class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SectionStiffnesses()
Public Sub New
public:
SectionStiffnesses()
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace